{
    "mensajes": [
      "1. OBJETO DEL MANUALrgrg\nEste manual va a proporcionar una guía para el uso de la aplicación online GestApp para el control de la asistencia laboral en la empresa. El objeto de la aplicación consiste en llevar una gestión tanto a nivel personal como en RRHH con un registro en tiempo real tanto de los horarios de fichaje de entrada y salida y descansos como de los días de permiso.",
      "2. CARACTERÍSTICAS DE LA APLICACIÓN\nSe trata de un sistema de control electrónico de asistencia. Su diseño está basado en un interfaz fácil de manejar, basada en el concepto de “control de asistencia laboral”. Por lo que permitirá el acceso la aplicación desde un enlace desde cualquier hardware o dispositivo móvil, donde quedará registrado las horas de entrada y salida así como de los descansos, asimismo se quedaran registrados en un calendario los días trabajados o los días de permiso como asuntos propios, vacaciones…",
      "3. ACCESO A LA APLICACIÓN\nSe realizará el acceso a la aplicación a través de un enlace:\nhttps://GestApp.es/registro-asistencia\nFormaOtra opción para la entrada al enlace es en caso de tener portal del empleado o intranet en la organización, acceder desde un enlace en dicha plataforma similar a:\nACCEDER A GestApp",
      "4. FUNCIONAMIENTO DE LA APLICACIÓN\nSe seguirán los siguientes pasos para realizar el registro de control de asistencia:\n1.Acceder a la aplicación a través del enlace o desde intranet o portal del empleado:\nhttps://GestApp.es/registro-asistencia\n2.En el menú aparecerá la opción “CONTROL de ASISTENCIA” se pulsa opción “FICHAR” y aparecerá la pantalla para realizar el control de entrada y salida con la fecha actualizada y el turno realizado.\n3.Si se pincha en opción PERFIL; En el icono de perfil aparecerán todos los datos de usuario tanto personales como de empleado\n4.Consulta de documentos En el desplegable DOCUMENTOS; aparecerán todos los documentos que son descargables en formato PDF (calendario, consulta de fichajes), se podrá descargar en el botón de “descargar presencias”, “descargar calendario permisos”",
      "4.5.POLITICA de PRIVACIDAD Y CONDICIONES DE USO: \nSe asegura la total confidencialidad y protección de datos según las leyes que los amparan con respecto a la información recogida en la aplicación. El uso de la aplicación debe ser responsable; en cuanto que hay que informar de la privacidad de los datos de cada usuario por lo tanto este debe tener instalada la aplicación en su dispositivo y su sesión debe ser iniciada con su usuario y contraseña y esta debe ser intransferible. Debe informar al departamento de recursos humanos en cualquier caso que sospeche que sus datos de entrada hayan podido ser hackeados, para que tome las medidas oportunas. La organización podrá dar de alta o baja al empleado de la aplicación según inicio o finalización de contrato, la administración de los datos será ejecutada solo por las personas autorizadas para ello.\n",
      "5. INCIDENCIAS EN EL FUNCIONAMIENTO\nEn el caso que ocurran incidencias en el funcionamiento de la aplicación o por mantenimiento la empresa se pondrá en contacto con el personal para de forma excepcional realizar el registro como sea pertinente."
    ]
  }
  