{
    "mensajes": [
      "OBJETO DEL MANUAL\nEste manual va a proporcionar una guía para el uso de la aplicación online GestApp para el control de la asistencia laboral en la empresa. El objeto de la aplicación consiste en llevar una gestión tanto a nivel personal como en RRHH con un registro en tiempo real tanto de los horarios de fichaje de entrada y salida y descansos como de los días de permiso y de ausencias de los empleados.",
      "1. CARACTERÍSTICAS DE LA APLICACIÓN\nSe trata de un sistema de control electrónico de asistencia. Su diseño está basado en un interfaz fácil de manejar, basada en el concepto de “control de asistencia laboral”. Por lo que permitirá el acceso la aplicación desde un enlace desde cualquier hardware o dispositivo móvil, donde quedará registrado las horas de entrada y salida así como de los descansos, asimismo se quedaran registrados en un calendario los días trabajados o los días de permiso como asuntos propios, vacaciones…",
      "2. ACCESO A LA APLICACIÓN\nUna vez desplegada la aplicación web, el acceso será a través del localhost, con la siguiente url: \nhttp://localhost:3000 \nEl acceso es transparente y rápido para cualquier usuario, para permitir el acceso al portal el usuario debe tener registrada una cuenta con su correo corporativo y una contraseña. Una vez se ha iniciado sesión y se ha permitido el acceso, el usuario tendrá permitido utilizar cualquier funcionalidad visible. Para mantener su cuenta segura se recomienda cerrar sesión y cerrar la página una vez se haya dejado de utilizar. ",
      "3. FUNCIONAMIENTO DE LA APLICACIÓN\nSe seguirán los siguientes pasos para realizar el registro de control de asistencia:  \n1.Acceder a la aplicación a través del enlace o desde intranet o portal del empleado: \nhttp://localhost:3000 \n2.Una vez se accede con el inicio de sesión se verá un menú desplegado con los siguientes botones: \n2.1“Perfil”; Con icono de perfil, pulsando aparecerán todos los datos de usuario tanto personales como de empleado. \n2.2“Fichaje”, pantalla con botón “FICHAR”, aparecerá la pantalla para realizar el control de entrada y salida con la fecha actualizada y el turno realizado. \n2.3“Registro de horas”, pantalla con botón “Registrar horas”, permite almacenar cada una de las tareas que se hayan realizado durante la jornada. \n2.4“Documentos”, Consulta de documentos Desplegable, donde aparecerán todos los documentos que son descargables en formato PDF (calendario, consulta de fichajes), se podrá descargar en el botón de “descargar PDF” para cada uno de los informes. \n2.5“Calendario”, pantalla con un calendario, marcadas las ausencias aceptadas y mostrando todas las ausencias futuras. Permite guardar una ausencia, para que un gestor la administre. ",
      "4. POLITICA de PRIVACIDAD Y CONDICIONES DE USO: \nSe asegura la total confidencialidad y protección de datos según las leyes que los amparan con respecto a la información recogida en la aplicación. El uso de la aplicación debe ser responsable; en cuanto que hay que informar de la privacidad de los datos de cada usuario por lo tanto este debe tener instalada la aplicación en su dispositivo y su sesión debe ser iniciada con su usuario y contraseña y esta debe ser intransferible. Debe informar al departamento de recursos humanos en cualquier caso que sospeche que sus datos de entrada hayan podido ser hackeados, para que tome las medidas oportunas. La organización podrá dar de alta o baja al empleado de la aplicación según inicio o finalización de contrato, la administración de los datos será ejecutada solo por las personas autorizadas para ello.",
      "5. INCIDENCIAS EN EL FUNCIONAMIENTO\nEn el caso que ocurran incidencias en el funcionamiento de la aplicación o por mantenimiento la empresa, se pondrá en contacto con el personal para de forma excepcional realizar el registro como sea pertinente.",
      "Buenas, me llamo Alvaro Calleja Naranjo, soy el propietario de GestApp.\n Para contactar conmigo te dejo mi correo electronico 'alvaroocn21@gmail.com'.\n Un saludo.",
      "POLITICA DE COOKIES\nEste sitio web utiliza cookies para ofrecerte una experiencia mejorada y personalizada. Las cookies son pequeños archivos de texto que se almacenan en tu dispositivo cuando visitas un sitio web. Estas cookies nos permiten recordar tus preferencias y ofrecerte contenido relevante\nUtilizamos diferentes tipos de cookies en nuestro sitio web\nCookies esenciales: Estas cookies son necesarias para que el sitio web funcione correctamente. No recopilan información personal y no se pueden desactivar en nuestros sistemas\nCookies de rendimiento: Estas cookies nos ayudan a analizar cómo los visitantes utilizan nuestro sitio web, qué páginas visitan con más frecuencia y si encuentran algún error. La información recopilada es anónima y se utiliza únicamente con fines estadísticos\nCookies de funcionalidad: Estas cookies permiten que el sitio web recuerde tus preferencias y elecciones, como el idioma preferido o la región en la que te encuentras. Esto nos permite ofrecerte una experiencia personalizada\nCookies de publicidad: Estas cookies se utilizan para mostrar anuncios relevantes para ti y tus intereses. También se utilizan para limitar la frecuencia con la que se te muestra un anuncio y para medir la efectividad de una campaña publicitaria\nPuedes controlar y gestionar las cookies en tu navegador. Ten en cuenta que al desactivar ciertas cookies, es posible que algunas funciones y características de nuestro sitio web no estén disponibles\nAl utilizar nuestro sitio web, aceptas el uso de cookies de acuerdo con nuestra Política de Cookies."
    ],
    "a": [

    ]
  }
  